# IdeaStatiCa.ConnectionApi.Model.ConCrossSectionDetail

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** |  | [optional]
**Name** | **string** |  | [optional]
**Definition** | **ConCrossSectionDetailDefinition** |  | [optional]
**Geometry** | **ConCrossSectionGeometry** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)